@extends('layouts.app')
@section('content')
    <div class="mx-auto max-w-[800px] pb-6 md:pb-[62px] pt-4 md:pt-[54px] px-5 lg:px-0">
        <h1 class="mb-7 md:mb-8 text-3xl font-bold">О нас</h1>

        <div class="md:text-lg text-[#131313]">
            <p>Мы верим, что стиль — это язык эмоций. Это смелость быть собой, желание выделяться и вдохновение, которое движет вперед. Brûler d’Amour — это история, вписанная в текстуру ткани, движение, пропитанное страстью, и свобода, воплощенная в каждой детали.</p>
            <br>
            <p>Мы создаем одежду с искренней страстью, горя своим делом и вкладывая смысл в каждую деталь. Для нас важно не просто разрабатывать коллекции, а делать вещи, которые станут частью жизни тех, кто их носит. Мы думаем о комфорте, эстетике и индивидуальности каждого, создавая одежду, которая органично впишется в ритм города, будет отражать характер и приносить удовольствие каждый день.</p>
            <br>
            <p>Наша одежда создается для тех, кто живет ярко, кто не боится любить, творить и искать красоту в каждом моменте. Мы соединяем эстетику, индивидуальность и силу самовыражения, превращая обычное в знаковое.</p>
            <br>
            <p><strong>Brûler d’Amour</strong> — это пламя, которое горит внутри. Разделите его с миром.</p>
        </div>
    </div>
@endsection
